AhmadGhoni/esp32-pikvm-hid/sdkconfig.defaults
# Target: ESP32-S3
CONFIG_IDF_TARGET="esp32s3"

# USB OTG (ESP32-S3 native USB)
CONFIG_TINYUSB_HID_COUNT=1

# FreeRTOS
CONFIG_FREERTOS_HZ=1000
CONFIG_FREERTOS_UNICORE=n
